 [
    {
      "name": "Spicy Thai Noodles",
      "brandName": "Taste of Thailand",
      "image": "thai-noodles.jpg",
      "shortDescription": "Delicious and spicy Thai noodles with fresh herbs and a flavorful sauce.",
      "longDescription": "Experience the authentic taste of Thailand with our Spicy Thai Noodles. Made with the finest ingredients, this dish combines the perfect balance of spice and flavor. It's a must-try for all the Thai cuisine enthusiasts.",
      "price": 12.99,
      "rating": 4.7,
      "category": "Noodles"
    },
    {
      "name": "Mouthwatering Sushi Platter",
      "brandName": "Sushi Master",
      "image": "sushi-platter.jpg",
      "shortDescription": "A delectable sushi platter with a variety of fresh sashimi, rolls, and nigiri.",
      "longDescription": "Indulge in our Mouthwatering Sushi Platter, featuring a stunning assortment of sushi delights. From the melt-in-your-mouth sashimi to the perfectly seasoned rice in our rolls and nigiri, it's a sushi lover's dream come true.",
      "price": 24.99,
      "rating": 4.9,
      "category": "Sushi"
    },
    {
      "name": "Hearty Vegetable Soup",
      "brandName": "Soulful Soups",
      "image": "vegetable-soup.jpg",
      "shortDescription": "A comforting and hearty vegetable soup, perfect for a chilly day.",
      "longDescription": "Our Hearty Vegetable Soup is the ultimate comfort food. Packed with fresh vegetables and a savory broth, it's the ideal choice to warm you up on a cold day. It's like a hug in a bowl!",
      "price": 8.99,
      "rating": 4.5,
      "category": "Soup"
    },
    {
      "name": "Sizzling BBQ Ribs",
      "brandName": "Grill Masters",
      "image": "bbq-ribs.jpg",
      "shortDescription": "Tender and sizzling BBQ ribs with a smoky flavor and finger-licking sauce.",
      "longDescription": "Get ready for a flavor explosion with our Sizzling BBQ Ribs. Slow-cooked to perfection and smothered in our signature barbecue sauce, these ribs will have you coming back for more. It's barbecue bliss!",
      "price": 16.99,
      "rating": 4.8,
      "category": "BBQ"
    },
    {
      "name": "Chocolate Lovers' Dream Cake",
      "brandName": "Sweet Delights Bakery",
      "image": "chocolate-cake.jpg",
      "shortDescription": "Indulge in a decadent chocolate cake, layered with rich chocolate ganache.",
      "longDescription": "For all the chocolate lovers out there, our Chocolate Lovers' Dream Cake is a must-try. Each bite is a journey into the world of deep, dark chocolate. It's the ultimate treat for your sweet tooth.",
      "price": 19.99,
      "rating": 4.6,
      "category": "Dessert"
    },
    {
      "name": "Freshly Brewed Cappuccino",
      "brandName": "Café Euphoria",
      "image": "cappuccino.jpg",
      "shortDescription": "A steaming cappuccino with a perfect balance of espresso, frothy milk, and a sprinkle of cocoa.",
      "longDescription": "Start your day right with our Freshly Brewed Cappuccino. Our baristas craft each cup with care, ensuring a delightful coffee experience. The rich espresso, velvety milk, and a touch of cocoa make it a coffee lover's favorite.",
      "price": 4.99,
      "rating": 4.4,
      "category": "Coffee"
    },
    {
      "name": "Savory Margherita Pizza",
      "brandName": "Pizza Paradise",
      "image": "margherita-pizza.jpg",
      "shortDescription": "Classic Margherita pizza with fresh tomatoes, basil, and mozzarella on a thin, crispy crust.",
      "longDescription": "Our Savory Margherita Pizza is a timeless classic. The combination of ripe tomatoes, fragrant basil, and creamy mozzarella creates a flavor explosion on a perfectly crisp crust. It's pizza perfection!",
      "price": 14.99,
      "rating": 4.7,
      "category": "Pizza"
    },
    {
      "name": "Zesty Tacos with Guacamole",
      "brandName": "Taco Fiesta",
      "image": "tacos.jpg",
      "shortDescription": "Zesty and delicious tacos with a generous serving of fresh guacamole on the side.",
      "longDescription": "Taco lovers, get ready to be amazed by our Zesty Tacos with Guacamole. Each taco is bursting with flavor, and the guacamole adds the perfect creamy touch. It's a fiesta for your taste buds!",
      "price": 10.99,
      "rating": 4.5,
      "category": "Tacos"
    }
 ]